Revit 2027 API
ExportLayerInfo.ClearLayerModifiers Method
 Clears all the project layer modifiers stored in the layer info.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public void ClearLayerModifiers()
Public Sub ClearLayerModifiers
public:
void ClearLayerModifiers()
member ClearLayerModifiers : unit -> unit
See Also
Reference
ExportLayerInfo Class
Autodesk.Revit.DB Namespace